src/favorite-sites.org
#+TITLE: yanyg's Favorite Sites

* 计算机技术类
** Linux
- [[https://www.kernel.org/][The Linux Kernel Archives]]
- [[http://www.linuxfromscratch.org/][Linux From Scratch]]

** Emacs
- [[http://elpa.emacs-china.org/][ELPA china (ELPA 镜像)]]
- [[http://mirrors.tuna.tsinghua.edu.cn/elpa][ELPA tsinghua(ELPA清华镜像)]]
- [[https://www.emacswiki.org/][EmacsWiki]]([[https://www.emacswiki.org/emacs?interface=zh-cn][EmacsWiki中文]])

* 博客/论文
- [[https://dirtysalt.github.io/][Dirtysalt's homepage]] (此处css来自他的页面, 谢过)
- [[http://nfil.es/w/FIhVEe/reading-list-in-computer-systems-area/][Reading List in Computer Systems Area]]
- 王垠: [[http://www.yinwang.org/][http://www.yinwang.org/]]
- Leslie Lamport: [[http://lamport.azurewebsites.net/][http://lamport.azurewebsites.net/]]
 [[http://lamport.azurewebsites.net/pubs/pubs.html][http://lamport.azurewebsites.net/pubs/pubs.html]]
- [[http://www.bagualu.net/wordpress/][江航，猎数博客]]
- [[http://www.yinwang.org/]]

* 临时
- http://www.yangguanjun.com/2017/09/12/storage-backup-multisite/
- http://xbeta.info/
- https://ogbe.net/emacsconfig.html
- http://bastibe.de/2013-11-13-blogging-with-emacs.html
- https://justin.abrah.ms/emacs/orgmode_static_site_generator.html
- http://www.cnblogs.com/chenfanyu/archive/2013/01/27/2878845.html
- http://wiki.manan.org/tools/org_mode_drawing.html
- http://zhuoqiang.me/torture-emacs.html
- http://ehneilsen.net/notebook/orgExamples/org-examples.html
- http://google-ebook.com/blog/2015/12/24/%E4%BD%BF%E7%94%A8org-page%E6%90%AD%E5%BB%BA%E4%B8%AA%E4%BA%BA%E5%8D%9A%E5%AE%A2/
- http://blog.xeonxu.info/blog/2012/09/03/shi-yong-org-modelai-fa-bu-bo-ke/
- http://wolfand11.coding.me/2016/08/12/tools/CreateBlogWithJeykll/
- https://zilongshanren.com/blog/2015-07-19-add-org-mode-support.html
- https://emacs-fu.blogspot.jp/2009/05/writing-and-blogging-with-org-mode.html
