favorite-sites.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2017-12-03 Sun 01:08 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>yanyg's Favorite Sites</title>
<meta name="generator" content="Org mode" />
<link rel="shortcut icon" href="http://ycode.org/css/favicon.ico" />
    <link rel="stylesheet" type="text/css" href="css/site.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="https://ycode.org"> HOME </a>
</div><div id="content">
<h1 class="title">yanyg's Favorite Sites</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org04177cf">1. 计算机技术类</a>
<ul>
<li><a href="#orgb388279">1.1. Linux</a></li>
<li><a href="#org386a54d">1.2. Emacs</a></li>
</ul>
</li>
<li><a href="#org83e8d53">2. 博客/论文</a></li>
<li><a href="#orgba84dc6">3. 临时</a></li>
</ul>
</div>
</div>

<div id="outline-container-org04177cf" class="outline-2">
<h2 id="org04177cf"><span class="section-number-2">1</span> 计算机技术类</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgb388279" class="outline-3">
<h3 id="orgb388279"><span class="section-number-3">1.1</span> Linux</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li><a href="https://www.kernel.org/">The Linux Kernel Archives</a></li>
<li><a href="http://www.linuxfromscratch.org/">Linux From Scratch</a></li>
</ul>
</div>
</div>

<div id="outline-container-org386a54d" class="outline-3">
<h3 id="org386a54d"><span class="section-number-3">1.2</span> Emacs</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li><a href="http://elpa.emacs-china.org/">ELPA china (ELPA 镜像)</a></li>
<li><a href="http://mirrors.tuna.tsinghua.edu.cn/elpa">ELPA tsinghua(ELPA清华镜像)</a></li>
<li><a href="https://www.emacswiki.org/">EmacsWiki</a>(<a href="https://www.emacswiki.org/emacs?interface=zh-cn">EmacsWiki中文</a>)</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org83e8d53" class="outline-2">
<h2 id="org83e8d53"><span class="section-number-2">2</span> 博客/论文</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><a href="https://dirtysalt.github.io/">Dirtysalt's homepage</a> (此处css来自他的页面, 谢过)</li>
<li><a href="http://nfil.es/w/FIhVEe/reading-list-in-computer-systems-area/">Reading List in Computer Systems Area</a></li>
<li>王垠: <a href="http://www.yinwang.org/">http://www.yinwang.org/</a></li>
<li>Leslie Lamport: <a href="http://lamport.azurewebsites.net/">http://lamport.azurewebsites.net/</a>
<a href="http://lamport.azurewebsites.net/pubs/pubs.html">http://lamport.azurewebsites.net/pubs/pubs.html</a></li>
<li><a href="http://www.bagualu.net/wordpress/">江航，猎数博客</a></li>
<li><a href="http://www.yinwang.org/">http://www.yinwang.org/</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgba84dc6" class="outline-2">
<h2 id="orgba84dc6"><span class="section-number-2">3</span> 临时</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><a href="http://www.yangguanjun.com/2017/09/12/storage-backup-multisite/">http://www.yangguanjun.com/2017/09/12/storage-backup-multisite/</a></li>
<li><a href="http://xbeta.info/">http://xbeta.info/</a></li>
<li><a href="https://ogbe.net/emacsconfig.html">https://ogbe.net/emacsconfig.html</a></li>
<li><a href="http://bastibe.de/2013-11-13-blogging-with-emacs.html">http://bastibe.de/2013-11-13-blogging-with-emacs.html</a></li>
<li><a href="https://justin.abrah.ms/emacs/orgmode_static_site_generator.html">https://justin.abrah.ms/emacs/orgmode_static_site_generator.html</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>
